sysbench/201905071125/sysbench_read_write_1.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            167762
        write:                           47932
        other:                           23966
        total:                           239660
    transactions:                        11983  (199.70 per sec.)
    queries:                             239660 (3993.98 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0026s
    total number of events:              11983

Latency (ms):
         min:                                    3.38
         avg:                                    5.00
         max:                                   57.98
         95th percentile:                        6.09
         sum:                                59958.23

Threads fairness:
    events (avg/stddev):           11983.0000/0.00
    execution time (avg/stddev):   59.9582/0.00