sysbench/201905071125/sysbench_read_write_16.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 16
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            278292
        write:                           79512
        other:                           39756
        total:                           397560
    transactions:                        19878  (331.07 per sec.)
    queries:                             397560 (6621.39 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0396s
    total number of events:              19878

Latency (ms):
         min:                                    3.60
         avg:                                   48.32
         max:                                  921.49
         95th percentile:                       73.13
         sum:                               960426.63

Threads fairness:
    events (avg/stddev):           1242.3750/8.45
    execution time (avg/stddev):   60.0267/0.01