sysbench/201905071125/sysbench_read_write_4.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            230146
        write:                           65756
        other:                           32878
        total:                           328780
    transactions:                        16439  (273.92 per sec.)
    queries:                             328780 (5478.33 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0126s
    total number of events:              16439

Latency (ms):
         min:                                    4.04
         avg:                                   14.60
         max:                                  106.16
         95th percentile:                       25.28
         sum:                               239988.11

Threads fairness:
    events (avg/stddev):           4109.7500/9.98
    execution time (avg/stddev):   59.9970/0.00