sysbench/201905071125/sysbench_read_write_64.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 64
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            271306
        write:                           77516
        other:                           38758
        total:                           387580
    transactions:                        19379  (321.72 per sec.)
    queries:                             387580 (6434.45 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.2328s
    total number of events:              19379

Latency (ms):
         min:                                    3.85
         avg:                                  198.74
         max:                                 1760.83
         95th percentile:                      331.91
         sum:                              3851434.03

Threads fairness:
    events (avg/stddev):           302.7969/8.20
    execution time (avg/stddev):   60.1787/0.05